Repository: Snesnopic/CanShaker
Catalog: Shared files/Localizable.xcstrings
Source language: en
Languages: de, es_419, fa_ir, fr, it, tr

source: **Time:**
de: **Dauer**
es_419: **Tiempo:**
fr: **Temps :**
it: **Tempo:**
tr: Süre

source: Acceleration
de: Beschleunigung
es_419: Aceleración
fr: Accéleration
it: Accelerazione
tr: İvme

source: Achievements
de: Meilensteine
es_419: Logros
fr: Résultats
it: Obiettivi
tr: Başarılar

source: Activity
de: Aktivität
es_419: Actividad
fa_ir: فعالیت
fr: Activité
it: Attività
tr: Aktivite

source: Advice
de: Tipps
es_419: Consejos
fa_ir: توصیه
fr: Conseils
it: Consigli
tr: Öneri

source: All achievements
de: Alle Meilensteine
es_419: Mas logros
fa_ir: تمام دستاوردها
fr: Tous les résultats
it: Tutti gli obiettivi
tr: Tüm başarılar

source: Are you sure? Too many sessions can cause serious health issues!
de: Bist du sicher? Zu viele Sitzungen können deine Gesundheit ernsthaft beeinträchtigen.
es_419: ¿Estás seguro? Muchas sesiones pueden causar severos problemas en la salud
fa_ir: مطمئن هستید ؟ چون جلسات بیش از حد می تواند باعث مشکلات جدی سلامتی شود!
fr: Tu es sûr(e) ? Trop de sessions de graffiti peuvent provoquer des problèmes de santé sérieux !
it: Sei sicuro? Troppe sessioni possono causare problemi di salute!
tr: Emin misiniz? Çok fazla seans ciddi sağlık sorunlarına neden olabilir!

source: Authenticate
de: Identitätscheck
es_419: Autenticar
fa_ir: احراز هویت
fr: S'Authentifier
it: Autenticazione
tr: Kimlik Doğrulama

source: Calm Heartbeat
de: Entspannter Puls
es_419: Latido tranquilo
fa_ir: ضربان قلب آرام
fr: Rythme Cardiaque Calme
it: Battito Calmo
tr: Durağan Kalp Atışı

source: Clean hands
de: Hände gewaschen?
es_419: Manos limpias
fa_ir: دست های تمیز
fr: Mains propres
it: Pulisciti le mani
tr: Temiz Eller

source: Dashboard
de: Übersicht
es_419: Tablero
fa_ir: داشبورد
fr: Tableau de Bord
tr: Pano

source: Date: %@
de: Datum: %@
es_419: Fecha: %@
it: Data: %@
tr: Tarih

source: Do it anyway
de: Ja, trotzdem.
es_419: Hacerlo de todos modos
fr: Fais-le quand même
it: Fallo lo stesso
tr: Yine de yap

source: Enhance pleasure and reduce friction-related discomfort by using natural lubricants.
de: Natürliche Gleitmittel können unangenehme Reibung verhindern und zu mehr Vergnügen führen.
es_419: Mejora el placer y reduce las molestias relacionadas con la fricción mediante el uso de lubricantes naturales.
fa_ir: افزایش لذت و کاهش ناراحتی ناشی از اصطکاک با استفاده از روان کننده های طبیعی.
fr: L'utilisation de lubrifiants naturels permet d'accroître le plaisir et de réduire l'inconfort lié aux frottements.
it: Migliora il piacere e riduci il disagio legato all'attrito utilizzando lubrificanti naturali.
tr: Doğal kayganlaştırıcılar kullanarak zevki artırın ve sürtünmeye bağlı rahatsızlığı azaltın.

source: Fast as the Wind
de: Blitzschnell
es_419: Rapido como el viento
fa_ir: تند مثل باد
fr: Rapide comme le Vent
it: Veloce come il Vento
tr: Rüzgar kadar hızlı

source: Find a quiet, private area where you won't be disturbed or interrupted. Nobody likes doing graffiti when cops are around. Interruptions can cause instability during your experience and may lead to unpleasent discoveries
de: Such dir einen ruhigen Ort mit Privatsphäre, an dem dich niemand stört oder unterbricht. Graffiti wird nicht besser, wenn du dich ständig nach den Cops umschaust. Unterbrechungen können zu wackligen Ergebnissen oder unangenehmen Entdeckungen führen.
es_419: Encuentra un área tranquila y privada donde no te molesten ni te interrumpan. A nadie le gusta hacer graffitis cuando hay policías cerca. Las interrupciones pueden causar inestabilidad durante tu experiencia y pueden llevarte a descubrimientos desagradables.
fa_ir: یک منطقه آرام و خصوصی پیدا کنید که در آن مزاحم نشوید. وقتی پلیس در اطراف است، هیچ کس دوست ندارد گرافیتی انجام دهد. وقفه ها می توانند باعث بی ثباتی در طول تجربه شما شوند و ممکن است منجر به تجربه ای ناخوشایند شوند.
fr: Trouve un endroit calme et privé où tu ne seras pas dérangé ou interrompu. Personne n'aime faire des graffitis en présence de policiers. Les interruptions peuvent perturber ton expérience et t'amener à faire des découvertes désagréables.
it: Trova un'area tranquilla e privata dove non sarai disturbato o interrotto. A nessuno piace fare graffiti quando ci sono i poliziotti. Le interruzioni possono causare instabilità durante la tua esperienza e portare a scoperte spiacevoli
tr: Rahatsız edilmeyeceğiniz sessiz, özel bir alan bulun. Polisler etraftayken kimse grafiti yapmaktan hoşlanmaz. Bölünmeler deneyiminiz sırasında istikrarsızlığa neden olabilir ve hoş olmayan keşiflere yol açabilir.

source: Go back
de: Zurück
es_419: Regresar
fr: Retourne
it: Torna indietro
tr: Geri dön

source: Heartbeats, Calories, Speed!
de: Puls, Kalorien, Geschwindigkeit!
es_419: Latidos, Calorias, Velocidad!
fr: BPM, Calories, Vitesse !
it: Battiti, Calorie, Velocità!
tr: Kalp Atışı, Kalori, Hız!

source: Hello World
de: Hallo Welt
fr: Bonjour tout le Monde
tr: Merhaba Dünya

source: Heroic Shaker
de: Schüttelheld
fr: Secoueur Héroïque
it: Shaker Eroico
tr: Kahraman Çalkalayıcı

source: Hey there newcomer, start a session from the watch app to gain data!
de: Hallo Neuling! Starte eine Sitzung mit deiner Watch App, um ein paar Daten zu sammeln!
fr: Bonjour nouveau venu, démarre une session à partir de l'application sur la montre pour collecter des données !
it: Benvenuto! Avvia una sessione dalla app del Watch per raccogliere dati!
tr: Hey yeni gelen, veri elde etmek için saat uygulamasından bir oturum başlatın!

source: History
de: Frühere Sitzungen
es_419: Historial
fr: Historique
it: Cronologia
tr: Geçmiş

source: Hurting yourself
de: Tu dir nicht weh
es_419: Lastimarte
fr: Douleurs
it: Farti male
tr: Kendine zarar verme

source: I'm done
de: Fertig
es_419: Terminé
fr: Terminé
it: Ho finito
tr: Bittim

source: If you can’t complete a work task because you can’t stop thinking about shaking your can, that’s when it becomes an issue. If you’re consistently watching graffiti material at work or are you’re late to a meeting because you were shaking it in the bathroom, then you might have to consult an expert. This is the same if you can’t stick with plans made with friends.
de: Wenn du anfängst, deine Arbeit zu vernachlässigen, weil du an nichts anderes mehr denken kannst als deine Spraydose zu schütteln, könnte das ein Anzeichen dafür sein, dass du etwas tun solltest. Bitte denk darüber nach, mit einem Profi zu sprechen, wenn du zum Beispiel bemerkst, dass du dir während der Arbeitszeit ständig neues Graffiti-Zubehör im Internet anschaust oder zu spät zu Terminen kommst weil du noch eine Session auf Toilette eingelegt hast. Das selbe gilt natürlich, wenn du anfängst, Verabredungen mit deinen Freunden abzusagen.
es_419: Si no puedes completar una tarea laboral porque no puedes dejar de pensar en agitar la lata, es cuando se convierte en un problema. Si constantemente ves material de graffiti en el trabajo o llegas tarde a una reunión porque lo estabas sacudiendo en el baño, es posible que tengas que consultar a un experto. Lo mismo ocurre si no puedes seguir los planes hechos con amigos.
fr: Si tu n'arrives pas à être productif au travail parce que tu ne peux pas arrêter de penser à secouer ta bombe, cela devient peut-être un problème. Si tu regardes régulièrement du contenu à propos du graffiti au travail ou si tu arrives en retard à une réunion parce que tu étais en train de secouer ta bombe dans les toilettes, alors tu devrait peut-être consulter un expert. C'est la même chose si tu ne peux pas respecter les plans faits avec tes amis.
it: Se non riesci a completare un'attività lavorativa perché non riesci a smettere di pensare di scuotere la lattina, è allora che diventa un problema. Se guardi costantemente materiale contenente graffiti al lavoro o sei in ritardo a una riunione perché lo stavi scuotendo in bagno, potrebbe essere necessario consultare un esperto. Lo stesso vale se non riesci a rispettare i piani fatti con gli amici.
tr: Kutunuzu sallamayı aklınızdan çıkaramadığınız için bir işi tamamlayamıyorsanız, işte o zaman bir sorun haline gelir. İş yerinde sürekli grafiti malzemesi izliyorsanız veya banyoda salladığınız için bir toplantıya geç kalıyorsanız, bir uzmana danışmanız gerekebilir. Arkadaşlarınızla yaptığınız planlara sadık kalamıyorsanız da durum aynıdır.

source: If you start feeling hurt or you feel your can is dry, it is a great sign that you should stop painting.
de: Wenn du Schmerzen hast oder bemerkst, dass deine Sprühdose trocken wird, ist das ein gutes Zeichen dafür, dass du für heute genug gesprüht hast.
es_419: Si empiezas a sentirte herido o sientes que tu lata está seca, es una gran señal de que debes dejar de pintar.
fr: Si tu commences à avoir mal ou si tu sens que ta bombe est vide, c'est le signe qu'il faut arrêter de peindre.
it: Se inizi a sentire dolore o hai la sensazione che la lattina sia asciutta, è un ottimo segno che dovresti smettere di dipingere.

source: It looks like we have a marathon runner here!
de: Sieht aus als wärst du ein Marathon-Läufer!
es_419: ¡Parece que tenemos un corredor de maratón aquí!
fr: On dirait que nous avons un marathonien ici !
it: Abbiamo un maratoneta!

source: Last session
de: Letzte Sitzung
es_419: Sesión pasada
fa_ir: جلسه پیش
fr: Dernière session
it: Ultima sessione

source: Learn how to keep your can always in top shape
de: So bleibt deine Sprühdose in Topform
es_419: Aprende cómo mantener tu lata siempre en forma
fr: Apprends à maintenir ta bombe de peinture en parfait état.
it: Scopri come mantenere la tua lattina sempre in perfetta forma

source: Like any utensil, clean it after usage, gently wash the shaking area with warm water and a mild, unscented soap to remove any remaining lubricant or spray. Be sure to rinse thoroughly and pat dry with a clean towel. Keeping the shaking area clean helps prevent the buildup of bacteria and reduces the risk of skin irritation or infection.
de: Nach der Benutzung solltest du deine Sprühdose reinigen, wie jedes andere Werkzeug auch. Reinige den gesamten Arbeitsplatz mit warmem Wasser und einer milden, unparfümierten Seife um alle Reste von Gleitmittel und Farbe loszuwerden. Mit ordentlich klarem Wasser nachspülen und mit einem sauberen Handtuch trocken tupfen. Deinen Arbeitsbereich sauber zu halten verhindert größere Ansammlungen von Bakterien und hilft, Hautirritationen oder Infektionen zu vermeiden.
es_419: Como cualquier utensilio, límpialo después de su uso, lava suavemente la zona de agitación con agua tibia y un jabón suave sin perfume para eliminar cualquier resto de lubricante o spray. Asegúrate de enjuagar bien y secar con una toalla limpia. Mantener limpia el área de agitación ayuda a prevenir la acumulación de bacterias y reduce el riesgo de irritación o infección de la piel.
fr: Comme tout outil, nettoie-le après utilisation, lave doucement la zone secouée avec de l'eau tiède et un savon doux et inodore pour éliminer tout lubrifiant ou spray restant. Assure-toi de bien rincer et sécher délicatement avec une serviette propre. Maintenir la zone secouée propre aide à prévenir l'accumulation de bactéries et réduit le risque d'irritation cutanée ou d'infection.
it: Come qualsiasi utensile, puliscilo dopo l'uso, lava delicatamente la zona di agitazione con acqua tiepida e un sapone delicato e non profumato per rimuovere eventuali residui di lubrificante o spray. Assicurati di risciacquare abbondantemente e asciugare con un asciugamano pulito. Mantenere pulita l'area di agitazione aiuta a prevenire l'accumulo di batteri e riduce il rischio di irritazioni o infezioni della pelle.

source: Lube up your can for comfort
de: Schmier deine Sprühdose für angenehmeres arbeiten
es_419: Lubrica tu lata para mayor comodidad
fr: Lubrifie ta bombe pour plus de confort
it: Lubrifica la tua lattina per comodità

source: Master of Energy
de: perfekte Balance
es_419: Maestro de la Energía
fa_ir: استاد انرژی
fr: Maître d'Energie
it: Maestro dell'Energia

source: Master of Motion
de: Bewegungskünstler
es_419: Maestro del Movimiento
fa_ir: استاد حرکت
fr: Maître du Mouvement
it: Maestro del Movimento

source: Methods
de: Methoden
es_419: Métodos
fa_ir: روش ها
fr: Méthodes
it: Metodi

source: Near accomplishment
de: Fast da!
es_419: Cerca del logro
fa_ir: نزدیک به موفقیت
fr: Proche de la réussite
it: Quasi completati

source: Never Give Up!
de: Nicht aufgeben!
es_419: ¡No Te Rindas!
fa_ir: هرگز جا نزن رفیق !
fr: N'abandonne Jamais !

source: New achievement!
de: Neuer Meilenstein!
es_419: ¡Nuevo logro!
fa_ir: دستاورد جدید!
fr: Nouvelle réussite !
it: Nuovo obiettivo!

source: No data yet!
de: Noch keine Daten!
es_419: ¡Aún no hay datos!
fa_ir: هنوز هیچ داده و اطلاعاتی وجود ندارد!
fr: Pas encore de données
it: Non ci sono ancora dati!

source: No Moment of Pause
de: Keine Pause
es_419: No es momento de parar
fa_ir: مکث نکن
fr: Pas de moment de pause
it: Neanche Una Pausa

source: No sessions yet!
de: Keine Sitzungen bisher!
es_419: ¡Sin sesiones aún!
fr: Pas encore de sessions!
it: Non ci sono ancora sessioni!

source: Persistence
de: Ausdauer
es_419: Persistencia
fr: Persistance
it: Persistenza

source: Post shake hygiene
de: Hygiene für danach
es_419: Higiene después de agitar
fr: Hygiène après secousse
it: Igiene post-shakerata

source: Practice holding back when nearing climax of your inspiration, then resume stimulation. Repeating this pattern enhances artwork output intensity and duration.
de: Versuche dich in regelmäßiger Zurückhaltung, kurz bevor du den Höhepunkt deiner Inspiration erreichst. Lege eine kurze Pause ein und mach weiter. Diese Übung intensiviert die Menge und Intensität deines Farbausstoßes.
es_419: Practica aguantar cuando se acerque el clímax de tu inspiración y luego reanuda la estimulación. La repetición de este patrón mejora la intensidad y duración de la producción de la obra de arte.
fr: Pratique l'edging lorsque tu approches du point culminant de ton inspiration, puis reprends la stimulation. Répéter ce schéma augmente l'intensité et la durée de la production artistique.
it: Esercitati a trattenerti quando ti avvicini al culmine della tua ispirazione, quindi riprendi la stimolazione. La ripetizione di questo schema migliora l'intensità e la durata dell'output della grafica.

source: Preview error
de: Fehler in der Vorschau
it: Errore nella preview

source: Quiet place
de: Ein ungestörter Ort
es_419: Lugar sielencioso
fa_ir: مکان ساکت
fr: Lieu calme
it: Posto tranquillo

source: Race Against Time
de: Ein Wettlauf mit der Zeit
es_419: Carrera contra el tiempo
fa_ir: مسابقه با زمان
fr: Cours Contre la Montre
it: Corsa Contro il Tempo

source: Range
de: Frequenzbereich
es_419: Rango
fa_ir: دامنه
fr: Intervalle
it: Intervallo

source: Relationships and work-life impact
de: Einfluss auf Beziehungen und Arbeitsleben
es_419: Relaciones e impacto en la vida laboral y personal
fr: Relations et impact sur la vie professionnelle et privée
it: Relazioni e impatto sulla vita lavorativa

source: Rushing to climax often leads to a brief peak followed by a quick decline. Taking your time to build up gradually results in more intense artwork.
de: Wenn du versuchst, den Höhepunkt schnell zu erreichen, führt das oft nur zu einem kurzen Höhenflug, dem ein schneller Abstieg folgt. Wenn du dir Zeit nimmst, den Prozess bewusst zu genießen, wird dein Ergebnis mit der Zeit intensiver.
es_419: Apresurarse hacia el clímax a menudo conduce a un breve pico seguido de un rápido descenso. Tomarse su tiempo para desarrollar gradualmente da como resultado una obra de arte más intensa.
fr: Se précipiter vers l'apogée entraîne souvent un pic bref suivi d'un déclin rapide. Prendre votre temps pour monter progressivement donne lieu à des œuvres d'art plus intenses.
it: Correre verso il culmine porta spesso a un breve picco seguito da un rapido declino. Prendersi il tempo per costruire gradualmente si traduce in opere d'arte più intense.

source: Safety
de: Sicherheitsmaßnahmen
es_419: Seguridad
fa_ir: ایمنی
fr: Sureté
it: Sicurezza

source: See all
de: Alle Aktivitäten
es_419: Ver todo
fa_ir: دیدن همه
fr: Tout voir
it: Vedi tutto

source: Session
de: Sitzung
es_419: Sesión
fa_ir: جلسه
it: Sessione

source: Sessions this week
de: Sitzungen diese Woche
es_419: Sesiones de esta semana
fa_ir: جلسات در این هفته
fr: Sessions de la semaine
it: Sessioni questa settimana

source: Slow Down
de: Mach langsam
es_419: Con calma
fa_ir: آهسته
fr: Ralentis
it: Rallenta

source: Someone wanted to burn calories in an unorthodox way...
de: Jemand hat versucht Kalorien in ungewöhnlicher Art und Weise zu verbrennen...
es_419: Alguien quería quemar calorías de una forma poco ortodoxa...
fr: Quelqu'un voulait brûler des calories de manière non conventionnelle...

source: Speed
de: Geschwindigkeit
es_419: Velocidad
fa_ir: سرعت
fr: Vitesse
it: Velocità

source: State of Relaxation
de: Ganz entspannt
es_419: Estado de relajación
fa_ir: حالت آرامش
fr: Etat de Relaxation
it: Stato Di Relax

source: Steady Rhythm
de: Ausgeglichener Rhytmus
es_419: Ritmo constante
fa_ir: ریتم ثابت
fr: Rythme Stable
it: Ritmo Costante

source: There are secret graffiti techniques to explore
de: Geheime Graffiti Techniken, die du ausprobieren kannst
es_419: Hay técnicas secretas de graffiti para explorar.
fr: Voici quelques techniques secrètes de graffiti à explorer

source: Time
de: Zeit
es_419: Tiempo
fa_ir: زمان
fr: Temps
it: Tempo

source: Today
de: Heute
es_419: Hoy
fa_ir: امروز
fr: Aujourd'hui
it: Oggi

source: Try Edging
de: Wandern im Grenzbereich
es_419: Prueba Edging
fa_ir: روش(Edge) را امتحان کنید
fr: Essaye l'Edging
it: Prova l'Edging

source: Use Lube
de: Schmiermittel
es_419: Usa lubricante
fa_ir: روش(Lube) را امتحان کنید
fr: Utilise du Lubrifiant
it: Usa Lubrificante

source: Using a water-based lubricant during the shaking can help reduce friction and irritation of the can. This is especially important if you're prone to dryness or sensitivity. Avoid using products like lotions, oils, or creams that may contain ingredients that could irritate the delicate skin of your poor can.
de: Ein wasserbasiertes Schmiermittel zu benutzen um dein Sprühdose zu schütteln, kann helfen, Reibung zu reduzieren und deine Sprühdose vor Irritationen zu schützen. Vor Allem wenn du zu trockener oder empfindlicher Haut neigst.
es_419: Usar un lubricante a base de agua durante la agitación puede ayudar a reducir la fricción y la irritación de la lata. Esto es especialmente importante si eres propenso a la sequedad o la sensibilidad. Evita el uso de productos como lociones, aceites o cremas que puedan contener ingredientes que puedan irritar la delicada piel de tu pobre lata.
fr: L'utilisation d'un lubrifiant à base d'eau pendant le secouage peut aider à réduire le frottement et l'irritation de la bombe. C'est particulièrement important si tu es sujet à la sécheresse ou à la sensibilité. Évite d'utiliser des produits comme les lotions, les huiles ou les crèmes qui peuvent contenir des ingrédients pouvant irriter la délicate peau de ta pauvre bombe.
it: L'uso di un lubrificante a base d'acqua durante l'agitazione può aiutare a ridurre l'attrito e l'irritazione della lattina. Ciò è particolarmente importante se sei incline alla secchezza o alla sensibilità. Evita di usare prodotti come lozioni, oli o creme che potrebbero contenere ingredienti che potrebbero irritare la pelle delicata della tua povera lattina.

source: Wash hands before and after: Before engaging in shaking your can, ensure that your hands are clean to minimize the introduction of bacteria or other contaminants to the shaking area. Afterward, wash your hands thoroughly to remove any unwanted spray and reduce the risk of spreading bacteria.
de: Wasch deine Hände vorher und nachher: Bevor du mit der Dosenschüttelei loslegst, gehe sicher dass deine Hände sauber sind. So vermeidest du Bakterien und andere Verunreinigungen in deinem Arbeitsbereich. Wenn du dein Kunstwerk vollendet hast, wasche deine Hände gründlich, um Farbreste zu entfernen und nicht unabsichtlich Bakterien zu verbreiten.
es_419: Lávate las manos antes y después: antes de agitar la lata, asegúrate de tener las manos limpias para minimizar la introducción de bacterias u otros contaminantes en el área de agitación. Luego, lávate bien las manos para eliminar cualquier mancha no deseada y reducir el riesgo de propagación de bacterias.
fr: Lave-toi les mains avant et après : Avant de commencer à secouer ta bombe, assure-toi que tes mains sont propres pour minimiser l'introduction de bactéries ou d'autres contaminants dans la zone de secouage. Ensuite, lave-toi soigneusement les mains pour éliminer tout spray indésirable et réduire le risque de propagation des bactéries.
it: Lavarsi le mani prima e dopo: prima di iniziare ad agitare la lattina, assicurarsi che le mani siano pulite per ridurre al minimo l'introduzione di batteri o altri contaminanti nell'area di agitazione. Successivamente, lavati accuratamente le mani per rimuovere eventuali schizzi indesiderati e ridurre il rischio di diffusione di batteri.

source: Wow, your heartbeat is so fast, I bet even Usain Bolt would struggle to keep up with it in a sprint!
de: Wow, dein Herz schlägt so schnell, selbst Usain Bolt hätte Schwierigkeiten mit deiner Geschwindigkeit mit zu halten!
es_419: ¡Wow, los latidos de tu corazón son tan rápidos que apuesto a que incluso a Usain Bolt le costaría seguirles el ritmo en una carrera de velocidad!
fr: Wow, ton rythme cardiaque est tellement rapide, je parie même qu'Usain Bolt aurait du mal à le suivre dans une course !

source: Yesterday
de: Gestern
es_419: Ayer
fr: Hier
it: Ieri

source: You burned fewer calories than a sloth doing slow-motion yoga
de: Du hast weniger Kalorien verbrannt als ein Faultier beim Zeitlupen-Yoga
es_419: Quemaste menos calorías que un perezoso haciendo yoga a cámara lenta
fr: Tu as brûlé moins de calories qu'un paresseux faisant du yoga au ralenti.

source: You have to keep your can safe
de: Pflege dein Arbeitsmaterial
es_419: Tienes que mantener tu lata segura.
fr: Tu dois garder ta bombe en sécurité

source: You were so fast that Flash had to change job!
de: Du warst so schnell, Flash musste sich einen neuen Job suchen!
es_419: ¡Fuiste tan rápido que Flash tuvo que cambiar de trabajo!
fr: Tu étais tellement rapide que Flash a dû changer de métier !

source: You've achieved a perfect score on all metrics: heartbeats, burned calories, and speed!
de: Perfektes Ergebnis in allen Bereichen: Puls, verbrauchte Kalorien und Geschwindigkeit!
es_419: ¡Has conseguido una puntuación perfecta en todas las métricas: latidos del corazón, calorías quemadas y velocidad!
fr: Tu as obtenu un score parfait sur tous les critères : rythme cardiaque, calories brûlées et vitesse !
it: Hai ottenuto un punteggio perfetto in tutti i parametri: battiti cardiaci, calorie bruciate e velocità!

source: You've maintained a heartbeat below 100 bpm throughout the entire session!
de: Du hast deinen Herzschlag die gesamte Sitzung unter 100 BPM gehalten!
es_419: ¡Has mantenido un latido por debajo de 100 lpm durante toda la sesión!
fr: Tu as maintenu un rythme cardiaque en dessous de 100 bpm pendant toute la session !
it: Hai mantenuto un battito cardiaco inferiore a 100 bpm per tutta la sessione!

source: You've maintained a steady average speed for over 30 minutes!
de: Du hast dein durchschnittliches Tempo für 30 Minuten auf einem ausgeglichenen Niveau gehalten!
es_419: ¡Has mantenido una velocidad promedio constante durante más de 30 minutos!
fr: Tu as maintenu une vitesse moyenne constante pendant plus de 30 minutes !
it: Hai mantenuto una velocità media costante per oltre 30 minuti!
